WebServiceRequests/QuoteDataRequests/Prod/SOAPRequest/GetQuote.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ver="http://version5_5.services.view.jdquote.deere.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ver:getQuoteDetail>
         <quoteId>21065010</quoteId>
         <dealerAccountNo>010102</dealerAccountNo>
      </ver:getQuoteDetail>
   </soapenv:Body>
</soapenv:Envelope>
